[
    {
      "id": 0,
      "english": "A porter in a British hotel comes upon an American tourist impatiently jabbing at the button for the lift. Sir, the lift will be here in a moment. Lift? Lift? replies the American. Oh, you mean the elevator. No sir, here we call it a lift. Well, as it was invented in the United States, it’s called an elevator. Yes sir, but as the language was invented here, it’s called a lift.",
      "russian": "В британском отеле портье подходит к американскому туристу, нетерпеливо жмущему на кнопку лифта. — Сэр, лифт скоро будет здесь. — Лифт? Лифт? — отвечает американец. — О, вы имеете в виду элеватор. — Нет, сэр, здесь мы называем это лифт. — Но поскольку он был изобретён в Америке, он называется элеватор. — Да, сэр, но поскольку язык был изобретён здесь, то это называется лифт.",
      "ukrainian": "В британському готелі портьє підходить до американського туриста, котрий нетерпляче тисне на кнопку ліфта. — Сер, ліфт скоро буде тут. — Ліфт? Ліфт? — відповідає американець. — О, ви маєте на увазі елеватор. — Ні, сер, тут ми називаємо це ліфт. — Добре, але оскільки його винайшли в Америці, він називається елеватор. Так сер, але так як мова була винайдена тут, він зветься ліфт."
    },
    {
      "id": 1,
      "english": "A renowned philosopher was held in high regard by his driver, who listened in awe at every speech while his boss would easily answer questions about morality and ethics. Then one day the driver approached the philosopher and asked if he was willing to switch roles for the evening’s lecture. The philosopher agreed and, for a while, the driver handled himself remarkably well. When it came time for questions from the guests, a woman in the back asked: Is the epistemological view of the universe still valid in an existentialist world? That is an extremely simple question, he responded. So simple, in fact, that even my driver could answer that, which is exactly what he will do.",
      "russian": "Известный философ был в большем почёте у своего водителя, который слушал его с трепетом, в то время как его босс легко отвечал на вопросы о морали и этике. Однажды шофёр обратился к философу и спросил, не хочет ли тот поменяться ролями на вечерней лекции. Философ согласился, и поначалу водитель держался исключительно хорошо. Когда пришло время вопросов от посетителей, женщина с задних рядов спросила: — Актуально ли до сих пор эпистемологическое воззрение на мироздание среди экзистенциалистов? — Это чрезвычайно простой вопрос, — ответил он. — Настолько простой, что на негоможет ответить даже мой шофёр, и именноэто он сейчас и сделает.",
      "ukrainian": "Відомий філософ мав велику повагу у свого водія, який із трепетом слухав кожну промову, коли його начальник легко відповідав на питання про мораль та етику. Одного разу водій підійшов до філософа і запитав, чи не хоче він помінятися ролями на вечірній лекції. Філософ погодився, і деякий час водій вів себе надзвичайно добре. Коли настав час запитань гостей, жінка позаду запитала: Чи гносеологічний погляд на всесвіт досі дієвий у екзистенціалістичному світі? Це надзвичайно просте запитання — відповів він. Насправді настільки просто, що навіть мій водій міг би відповісти на це, що саме він і зробить."
    }
  ]